language                                      = Magyar (&Hungarian)
translators                                   = Mukli Krisztián <krisztian.mukli@gmail.com>

about.title                                   = Névjegy
about.notregistered                           = Nem regisztrált


ok                                            = OK
cancel                                        = Mégse


close                                         = Bezárás
error                                         = Hiba




app.unknownError                              = Hiba történt.
app.activatedExistingInstance                 = A [app.name] egy példánya már fut.




undo                                          = &Visszavonás
redo                                          = &Mégis

notebook.browse.filemask.db                   = CintaNotes Jegyzetfüzet
notebook.new.caption                          = Új jegyzetfüzet
notebook.open.caption                         = Jegyzetfüzet megnyitása
notebook.save.caption                         = Jegyzetfüzet mentése mint





menu.file                                     = {s}&Fájl{s}
menu.file.new                                 = Új...
menu.file.open                                = Megnyitás...
menu.file.saveas                              = Mentés másként...
menu.file.close                               = Bezárás
menu.file.import                              = &Import…
menu.file.export                              = Exportálás...

menu.file.backup                              = &Biztonsági mentés

menu.file.backup.hourly.enabled               = &Óránként
menu.file.backup.daily.enabled                = &Naponta
menu.file.backup.weekly.enabled               = &Hetente



menu.file.exit                                = &Kilépés

menu.edit                                     = {s}Sz&erkesztés{s}

menu.edit.edit                                = &Szerkesztés
menu.edit.copy                                = &Másol
menu.edit.cut                                 = &Kivág
menu.edit.paste                               = &Beilleszt
menu.edit.delete                              = &Töröl
menu.edit.merge                               = &Összevon
menu.edit.replacetags                         = Címkék cs&eréje…
menu.edit.selectall                           = Mind kivál&aszt
menu.edit.properties                          = Tulajdonságok






menu.view                                     = {s}&Nézet{s}
menu.view.notecolor                           = &Színtéma
menu.view.notecolor.red                       = &Vörös
menu.view.notecolor.orange                    = &Narancs
menu.view.notecolor.yellow                    = &Sárga
menu.view.notecolor.green                     = &Zöld
menu.view.notecolor.cyan                      = &Cián
menu.view.notecolor.blue                      = &Kék
menu.view.notecolor.purple                    = &Lila
menu.view.notecolor.gray                      = Szü&rke
menu.view.tagsidebar                          = &Címke oldalsáv

menu.view.reversed                            = &Fordított sorrend
menu.view.sorting                             = &Rendezés
menu.view.sorting.manual                      = Kézi
menu.view.sorting.created                     = Létrehozás dátuma
menu.view.sorting.modified                    = Módosítás dátuma
menu.view.sorting.title                       = &Cím
menu.view.sorting.link                        = &Hivatkozás
menu.view.sorting.size                        = &Méret





sort.manual                                   = Kézi
sort.created                                  = Létrehozva
sort.modified                                 = Módosítva
sort.title                                    = &Cím
sort.link                                     = &Hivatkozás
sort.size                                     = &Méret
sort.reverse                                  = &Fordított sorrend

menu.options                                  = {s}&Beállítások{s}
menu.options.hotkey                           = &Gyorsbillentyűk…
menu.options.clipping                         = &Vágás
menu.options.clipping.silent                  = &Csendes
menu.options.clipping.after                   = &Vágás után


menu.options.clipping.after.openeditor        = Megnyitás a &szerkesztőben
menu.options.clipping.after.assignactivetags  = Jelenleg aktív címke hozzárendelése
menu.options.clipping.title                   = Címként &használ
menu.options.clipping.title.apptitle          = &Alkalmazás neve
menu.options.clipping.title.firstline         = &Szöveg első sora
menu.options.clipping.title.blankline         = Ü&res sor

menu.view.noteappearance                      = Jegyzetlista

menu.options.editor                           = &Szerkesztő

menu.options.editor.links.recognize           = &Hivatkozások kiemelése
menu.options.editor.links.singleclick         = &Szimpla-kattintásos hivatkozások
menu.options.editor.links.doubleclick         = &Dupla-kattintásos hivatkozások













menu.options.tags                             = Címkék
menu.options.tags.lowercase                   = csak kisbetűs








menu.options.window                           = Ablak
menu.options.minimizetotray                   = &Kicsinyítés az értesítési területre
menu.options.closetotray                      = &Bezárás az értesítési területre
menu.options.alwaysontop                      = &Mindig legfelül



menu.options.startup                          = &Indítás
menu.options.runatstartup                     = &Automatikus indítás
menu.options.startup.minimized                = Indítás &minimalizálva
menu.options.startup.multipleinstances        = &Több példány engedélyezése













menu.options.language                         = &Nyelv

menu.help                                     = {s}&Súgó{s}
menu.help.help                                = &Súgó
menu.help.website                             = &Weboldal
menu.help.forum                               = &Fórum
menu.help.roadmap                             = F&ejlesztői ütemterv
menu.help.translate                           = F&ordítások


menu.help.license                             = Licensz

menu.help.about                               = &Névjegy





























filter                                        = Szűrő:

filter.textandtitle                           = &Szöveg és cím
filter.text                                   = Csak szöveg
filter.title                                  = Csak cím
filter.time.created                           = Létrehozás ideje
filter.time.modified                          = Módosítás ideje


filter.link                                   = &Hivatkozás
filter.tags                                   = Címkék
filter.all                                    = &Bárhol



license.message.text                          = Ez a funkció csak a kereskedelmi verzióban érhető el.
license.message.caption                       = Licensz szükséges

noteslist.notebookempty                       = A jegyzetfüzeted üres.{n}{n}Új jegyzet felviteléhez nyomd le az Ins billentyűt, vagy jelöld ki a szöveget egy másik alkalmazásban és használd a gyorsbillentyűket ([clipping.default.key] alapértelmezetten).{n}Úgy is létrehozhatsz jegyzeteket, ha a vágólapról beilleszted őket.

noteslist.notfound                            = Nem található jegyzet ami megfelelne az aktuális szűrőnek.{n}
noteslist.openlink                            = Hivatkozás megnyitása
noteslist.tag                                 = &Címke…
noteslist.export.selected                     = &Export…
noteslist.move                                = M&ozgatás
noteslist.move.up                             = &Fel
noteslist.move.down                           = &Le
noteslist.move.top                            = Legfel&ülre
noteslist.move.bottom                         = Legal&ulra
noteslist.properties                          = Tulajdonságok...




noteedit.title                                = Szerkesztés

noteedit.link                                 = Hivatkozás
noteedit.tags                                 = Címkék

noteedit.new.title                            = Új jegyzet

noteedit.notesaved                            = Jegyzettömb mentve



































































noteappearance.pt                             = pt
noteappearance.bold                           = félkövér
noteappearance.italic                         = dőlt
noteappearance.headerfontlabel                = Fejléc betűtípusa:
noteappearance.textfontlabel                  = Szöveg betűtípusa:
noteappearance.notelines                      = Sorok előnézete:
noteappearance.notelines.min                  = min
noteappearance.notelines.max                  = max
noteappearance.change                         = …
noteappearance.textformatting                 = Szövegformázás renderelése
noteappearance.datedisplay.label              = Dátum és idő megjelenítése:
noteappearance.datedisplay.combo.none         = Nincs
noteappearance.datedisplay.combo.created      = Létrehozva
noteappearance.datedisplay.combo.modified     = Módosítva
noteappearance.datedisplay.combo.both         = Létrehozva és módosítva
noteappearance.datedisplay.sortmodedate       = Mindig rendezzen dátum alapján
noteappearance.datedisplay.displaytime        = Idő megjelenítése
































































tagsedit.title                                = Címkék hozzáadása/eltávolítása
tagsedit.addtags                              = Címkék hozzáadása:
tagsedit.removetags                           = Címkék eltávolítása:








































replacetags.title                             = Címkék cseréje
replacetags.sourcetags                        = Címkék cseréje:
replacetags.desttags                          = Ezekkel a címkékkel:
replacetags.hint                              = Ez az ablak címkék átnevezésére, levágására, összevonására és törlésére használható.{n}{n}Címkék törléséhez töltsd ki az első mezőt és hagyd üresen a másodikat.































tray.addnew                                   = Új jegyzet
tray.restore                                  = Ablak visszaállítása
tray.exit                                     = Kilépés








export.title                                  = Jegyzetek exportálása
export.filemask.txt                           = Unicode szöveg
export.filemask.xml                           = XML
export.filemask.html                          = Weboldal
export.successmsg.title                       = Sikeres exportálás
export.successmsg                             = A jegyzetek sikeresen exportálva. Exportált jegyzetek száma: {0}.
export.errormsg                               = A program hibát észlelt exportálás közben.
export.errormsg.title                         = Sikertelen exportálás
export.html.created                           = Létrehozva:
export.html.modified                          = Módosítva:
export.scope.all                              = Minden jegyzet ({0})
export.scope.current                          = Jelenlegi nézet ({0})
export.scope.selection                        = Kiválasztott jegyzetek ({0})
export.field.title                            = Cím
export.field.text                             = Szöveg
export.field.creation                         = Létrehozás dátuma
export.field.modification                     = Módosítás dátuma
export.field.link                             = Link
export.field.tags                             = Címkék




export.errormsg.nonotes                       = Nem exportálható üres jegyzetfüzet





import.title                                  = Jegyzetek importálása
import.filemask.all                           = CintaNotes Fájlok
import.filemask.db                            = CintaNotes jegyzetek
import.filemask.xml                           = XML
import.successmsg.title                       = Sikeres importálás

import.errormsg                               = A program hibát észlelt importálás közben.
import.errormsg.title                         = Sikertelen importálás









options.hotkeys.title                         = Gyorsbillentyűk beállítása
options.hotkeys.clip.label                    = Szöveg kivágása:
options.hotkeys.show.label                    = Főablak mutatása:
options.hotkeys.newnote.label                 = Új jegyzet hozzáadása:

options.hotkeys.hint                          = Gyorsbillentyű törléséhez nyomd meg az Esc-et a megfelelő mezőben.{n}{n}Olyan billentyűket használj, melyeket nem használnak más programok, különben a CintaNotes zavarhatja a normális működést, illetve nem fog megfelelően működni.
options.hotkeys.cannotregister                = Ez a billentyűkombináció nem használható. Kérlek, keress egy másikat.
options.hotkeys.cannotregister.title          = Nem használható billentyűkombináció


filtercontrol.total.many                      = {0} jegyzet








tag.delete                                    = Törlés
tag.rename                                    = Átnevezés…
tag.merge                                     = Összevonás…
tag.delete.confirm.title                      = Címkék törlése
tag.delete.confirm.message.one                = Biztos, hogy törölni akarod a kiválasztott címkét?
tag.delete.confirm.message.many               = Biztos, hogy törölni akarod a kiválasztott címkéket?































tagsidebar.all                                = Mind
tagsidebar.untagged                           = Címkézetlen




notebookconfig.title                          = Jegyzetfüzet beállításai
notebookconfig.path.caption                   = Jegyzetfüzet fájl:
notebookconfig.path.browse.mask               = CintaNotes Jegyzetfüzet (*.db)|*.db|Minden fájl (*.*)|*.*{n}
notebookconfig.path.browse.caption            = CintaNotes Jegyzetfüzet-fájl böngészése
notebookconfig.disconnect.enabled             = {s}Engedélyezi külső jegyzetfüzet szinkronizálását
notebookconfig.disconnect.label               = Fájl lezárása
notebookconfig.disconnect.seconds             = másodperc inaktivitás után
notebookconfig.move                           = {s}Jelenlegi jegyzetfüzet áthelyezése

noterichedit.format                           = &Formátum
noterichedit.format.bold                      = Félkövér
noterichedit.format.italic                    = Dőlt
noterichedit.format.underline                 = Aláhúzott
noterichedit.format.strikeout                 = Áthúzott
noterichedit.format.highlight                 = Kiemelés
noterichedit.format.monospace                 = Rögzített szélességű










noterichedit.format.list.bullet               = Felsorolás
noterichedit.format.list.numbered             = Számozott felsorolás

noterichedit.format.clear                     = Formázás törlése
















noteproperties.title                          = Jegyzet tulajdonságai













error.notebook.unknownversion                 = A jegyzettömb a [app.name] újabb verziójával készült és nem lehet megnyitni.{n}{n}Töltsd le a [app.name] legújabb verzióját a [app.url] címről, hogy megnyithasd ezt a fájlt.










license.key.status.notfound                   = Regisztrációs információk nem találhatók.
license.key.status.valid                      = Érvényes regisztrációs információk.
license.key.status.invalid                    = Érvénytelen regisztrációs információk.

license.key.status.expired                    = A regisztrációs kulcs által tartalmazott lejárati dátum lejárt.
license.key.status                            = Regisztrációs kulcs állapota: {0}

license.type.basic                            = Ingyenes licensz





licensedialog.title                           = Licensz

licensedialog.key.label                       = Regisztrációs kulcs:

licensedialog.buy                             = Vásárlás

licensedialog.register                        = Regisztráció
licensedialog.buy.hint                        = Kereskedelmi változat funkciói kikapcsolva. {n} Az engedélyezésükhöz kattints a Vásárlás gombra és kövesd az utasításokat a weboldalon.
licensedialog.current.expdate                 = Lejárati dárum
licensedialog.never                           = Soha

licensedialog.current.upd.expdate             = Ingyenes frissítések lejárati dátuma
licensedialog.register.success                = Köszönjük a regisztrálást!
licensedialog.register.success.title          = Sikeres
licensedialog.register.fail                   = Regisztráció sikertelen



licensedialog.unregister.confirm              = Biztos benne, hogy töröl minden regisztrációs adatot?
licensedialog.unregister.confirm.title        = Regisztrálás visszavonása
































































































































































































